

{"products" :[
  {
    "_id": "6533d99d3553be2394d11f5c",
    "name": "Bettery",
    "title": "bettery",
    "description": "A dependable car battery is the beating heart of your vehicle, essential for a smooth engine start and optimal performance. At Car Dev, we recognize the vital role a healthy car battery plays in keeping your vehicle running reliably.\n\nOur expert technicians specialize in offering comprehensive car battery services, including diagnosis, replacement, and repairs. Utilizing cutting-edge technology, we ensure your battery issues are accurately identified, and we provide tailored solutions. Whether it's time for a new battery or a simple repair to extend the life of your current one, Car Dev has got you covered.\n\nNever worry about being left stranded with a dead battery again. Our 24/7 on-demand Car Battery Replacement & Repair service ensures you're always prepared, no matter the time of day or night.\n\nTrust Car Dev to keep your vehicle powered up and ready to hit the road. Don't let a failing battery disrupt your journeys; ensure your car is always primed for action with a reliable car battery from Car Dev.",
    "alt": "Car Battery",
    "image_url": "https://i.ibb.co/zJy1bMS/baterias.jpg"
  },
  {
    "_id": "6533d99d3553be2394d11f5e",
    "name": "Starter System",
    "title": "starter_system",
    "description": "Your car's starter system is the unsung hero that gets your engine running smoothly. Proper maintenance of this critical component is essential for the longevity and performance of your vehicle. At Car Dev, we're dedicated to maintaining your engine's health and performance.\n\nOur engine oil change services are designed to keep your car's heart running smoothly. We use high-quality oils and advanced techniques to ensure your engine remains in peak condition. Regular oil changes reduce friction, dissipate heat, and prevent wear and tear on your engine's internal components.\n\nWhether you need routine maintenance or want to extend your engine's lifespan, our expert technicians have you covered. We provide professional diagnosis, maintenance, and repairs to keep your engine performing at its best.\n\nTrust Car Dev to keep your engine running smoothly. Experience the difference a healthy engine makes in your driving experience and choose Car Dev for all your starter system needs.",
    "image_url": "https://i.ibb.co/qrBL7s9/starter-system.png",
    "alt": "Starter System"
  },
  {
    "_id": "6533d99d3553be2394d11f63",
    "name": "Drive Shaft",
    "title": "drive_shaft",
    "description": "Keep your car's drivetrain in top shape with our drive shaft services. Our skilled technicians provide diagnosis, maintenance, and replacement for optimal performance.",
    "image_url": "https://i.ibb.co/KDKFKwV/drive-shaft.png",
    "alt": "Drive Shaft"
  },
  {
    "_id": "6533d99d3553be2394d11f67",
    "name": "Engine Gear",
    "title": "engine_gear",
    "description": "Ensure your engine operates at its best with our engine gear services. We provide diagnosis, maintenance, and repairs for optimal gear performance.",
    "image_url": "https://i.ibb.co/Y240TSh/part2.png",
    "alt": "Engine Gear"
  },
  {
    "_id": "6533d99d3553be2394d11f60",
    "name": "Radiator",
    "title": "raditor",
    "description": "Your car's engine relies on a properly functioning radiator to stay cool and perform optimally. Overheating can lead to serious engine damage, making radiator services a crucial part of vehicle maintenance.\n\nAt Car Dev, our experts are dedicated to providing top-notch radiator services, including diagnosis, maintenance, and repairs. We employ cutting-edge technology to accurately diagnose any radiator issues and offer tailored solutions.\n\nRegular maintenance and repairs are essential to ensure your radiator functions at its best. Signs of a failing radiator include overheating, coolant leaks, or unusual noises. Don't wait until your engine's health is at risk; trust Car Dev to keep your vehicle's radiator in peak condition.\n\nEnsure your engine stays cool and performs at its best by choosing Car Dev for reliable radiator services. Drive with confidence and peace of mind, knowing your vehicle is in excellent hands.",
    "image_url": "https://i.ibb.co/2FQ8kvb/raditor.png",
    "alt": "Car Radiator System"
  },
  {
    "_id": "6533d99d3553be2394d11f61",
    "name": "Steering Pump",
    "title": "steering_pump",
    "description": "Smooth and precise steering control is a hallmark of safe driving. Your car's steering pump plays a critical role in ensuring this. At Car Dev, we ensure your vehicle's steering system operates smoothly and efficiently.\n\nOur skilled technicians are committed to providing steering pump services that encompass diagnosis, maintenance, and repairs. We understand the crucial role a well-functioning steering pump plays in ensuring responsive steering and a comfortable driving experience.\n\nSigns of steering pump issues can include difficulty turning the steering wheel, unusual noises, or erratic steering behavior. Our team is well-equipped to diagnose and address these issues, ensuring your steering system remains in excellent condition.\n\nChoose Car Dev for trusted steering pump services and experience the benefits of precise and reliable steering on the road. Your safety is our priority.",
    "image_url": "https://i.ibb.co/QjfTDmc/Steering-Pumps-Category.png",
    "alt": "Steering Pump"
  },
  {
    "_id": "6533d99d3553be2394d11f62",
    "name": "Control Arm",
    "title": "control_arm",
    "description": "Your car's control arms are essential for maintaining stability and control while driving. At Car Dev, we understand the significance of a well-maintained control arm in ensuring your safety on the road.\n\nOur control arm services at Car Dev cover professional diagnosis, replacement, and maintenance to keep your vehicle's suspension system in top shape. Signs of worn control arms can include uneven tire wear, poor handling, or unusual noises.\n\nWhether you're seeking to address existing problems or proactively maintain this critical component, our expert technicians at Car Dev are here to assist. We use high-quality control arms to ensure your vehicle's stability and safety.\n\nTrust Car Dev for top-notch control arm services, and experience a smoother, safer ride on the road.",
    "image_url": "https://i.ibb.co/t4qszzp/controll-arm.png",
    "alt": "Car Control Arm"
  },
  {
    "_id": "6533d99d3553be2394d11f5f",
    "name": "Brake System",
    "title": "brake_system",
    "description": "An optimized brake system is paramount for safe and efficient driving. At Car Dev, we understand the importance of a properly functioning brake system in ensuring your safety on the road.\n\nOur professional brake services are designed to enhance your brake system's efficiency and responsiveness. Our skilled technicians ensure proper maintenance and reliable braking performance for your vehicle.\n\nWhether you're noticing signs of brake issues or simply want to proactively maintain this critical component, we're here to assist. Our services encompass diagnosis, maintenance, and repairs to keep your brakes in top shape.\n\nOpt for Car Dev for trusted brake system services, and drive with the confidence of reliable stopping power. Your safety is our priority.",
    "image_url": "https://i.ibb.co/TBHhWYK/Screenshot-2023-09-21-at-20-43-27-Premium-Photo-Brake-disk.png",
    "alt": "Car Brake System"
  },
  {
    "_id": "6533d99d3553be2394d11f69",
    "name": "Transmission System",
    "title": "transmission_system",
    "description": "Optimize your car's transmission system with our professional services. We provide diagnosis, maintenance, and repairs for efficient gear shifting.",
    "image_url": "https://i.ibb.co/dLDcdtx/car-transmission-system.png",
    "alt": "Transmission System"
  },
  {
    "_id": "6533d99d3553be2394d11f5d",
    "name": "Car Brake Pad",
    "title": "car_brake_pad",
    "description": "Your car's brake pads are the unsung heroes of road safety, responsible for ensuring your vehicle stops when needed. At Car Dev, we take road safety seriously and offer top-notch car brake pad replacements and maintenance services.\n\nTrust our skilled technicians to safeguard your vehicle and ensure responsive braking for your safety on the road. We utilize high-quality brake pads to ensure consistent and reliable stopping power for your vehicle.\n\nWhether you're noticing signs of worn brake pads or want to proactively maintain this crucial component, our team is here to assist. We provide professional diagnosis, replacement, and maintenance to keep your brakes in optimal condition.\n\nWhen it comes to safety, there's no room for compromise. Choose Car Dev for trusted car brake pad services and drive with confidence, knowing your braking system is in expert hands.",
    "image_url": "https://i.ibb.co/ZG4zrfm/car-break-pad-repair.png",
    "alt": "Car Brake Pad"
  },
  {
    "_id": "6533d99d3553be2394d11f64",
    "name": "Steering Rack",
    "title": "steering_rack",
    "description": "Ensure precise steering control with our steering rack services. Our experts offer diagnosis, maintenance, and repairs to keep your steering system in excellent condition.",
    "image_url": "https://i.ibb.co/J7PRKn4/Steering-Rack.jpg",
    "alt": "Steering Rack"
  },
  {
    "_id": "6533d99d3553be2394d11f6a",
    "name": "Fuel Pump",
    "title": "fuel_pump",
    "description": "Maintain proper fuel delivery to your engine with our fuel pump services. Our skilled technicians offer diagnosis, maintenance, and replacement for optimal fuel system performance.",
    "image_url": "https://i.ibb.co/fNGyLyZ/fuel-pump.jpg",
    "alt": "Fuel Pump"
  },
  {
    "_id": "6533d99d3553be2394d11f66",
    "name": "Clutch",
    "title": "clutch",
    "description": "Maintain your car's transmission with our clutch services. Our skilled technicians offer diagnosis, maintenance, and replacement for smooth gear shifting.",
    "image_url": "https://i.ibb.co/JqMJvgC/Screenshot-2023-09-21-at-20-43-16-Premium-Photo-3d-brake-disk-and-caliper-on-white-background.png",
    "alt": "Clutch"
  },
  {
    "_id": "6533d99d3553be2394d11f65",
    "name": "Exhaust",
    "title": "exhaust",
    "description": "Optimize your vehicle's exhaust system with our professional services. We provide diagnosis, maintenance, and repairs to ensure proper exhaust performance.",
    "image_url": "https://i.ibb.co/8NW8WF2/exhaust.png",
    "alt": "Exhaust"
  },
  {
    "_id": "6533d99d3553be2394d11f68",
    "name": "Engine",
    "title": "engine",
    "description": "Keep your engine running smoothly with our engine services. Our experts offer diagnosis, maintenance, and repairs to ensure reliable engine performance.",
    "image_url": "https://i.ibb.co/G2sPJMg/part1.png",
    "alt": "Engine"
  }
]}